{
  "ALHABARA PREMIUM": "ALHABARA PREMIUM",
  "Gain an overview of our wide range of high-quality premium products for babies, children, and expectant and breast-feeding mothers.": "Krijg een overzicht van ons brede assortiment aan hoogwaardige premium producten voor baby's, kinderen en zwangere of borstvoedende moeders.",
  "See more": "Meer bekijken",
  "Our Products": "Onze Producten",
  "All": "Alles",
  "Products": "Producten",
  "Brands": "Merken",
  "Formula": "Flesvoeding",
  "Cerial": "Babygranen",
  "Labib": "Labib",
  "Herolac": "Herolac",
  "Sinan": "Sinan",
  "Primo": "Primo",
  "Bambino": "Bambino",
  "LuLu": "LuLu",
  "Our Brands": "Onze Merken",
  "About Us": "Over ons",
  "At Alhabara, we're dedicated to providing the highest quality infant nutrition. With over 10 years of experience, we combine cutting-edge research with time-tested practices to create baby milk formulas that support healthy growth and development.": "Bij Alhabara zetten we ons in voor het leveren van de hoogste kwaliteit babyvoeding. Met meer dan 10 jaar ervaring combineren we baanbrekend onderzoek met beproefde praktijken om flesvoedingen te creëren die de gezonde groei en ontwikkeling ondersteunen.",
  "Care": "Zorg",
  "Safety": "Veiligheid",
  "Natural": "Natuurlijk",
  "Our commitment to excellence ensures that every bottle of Alhabara formula meets the highest standards of nutrition and safety. We believe in transparency, sustainability, and putting babies' needs first.": "Onze toewijding aan uitmuntendheid zorgt ervoor dat elke fles Alhabara-formule voldoet aan de hoogste normen voor voeding en veiligheid. We geloven in transparantie, duurzaamheid en het stellen van de behoeften van baby's voorop.",
  "Learn More Aout Our Process": "Meer te weten komen over ons proces",
  "Our Values": "Onze Waarden",
  "Integrity": "Integriteit",
  "We believe in honesty, trust, and transparency in everything we do.": "We geloven in eerlijkheid, vertrouwen en transparantie in alles wat we doen.",
  "Innovation": "Innovatie",
  "Sustainability": "Duurzaamheid",
  "Excellence": "Uitmuntendheid",
  "We continuously strive to improve through new ideas and technology.": "We streven voortdurend naar verbetering door middel van nieuwe ideeën en technologie.",
  "Our goal is to positively impact the environment for future generations.": "Ons doel is om een positieve impact te hebben op het milieu voor toekomstige generaties.",
  "We are committed to delivering the best products and services to our customers.": "We zetten ons in om de beste producten en diensten aan onze klanten te leveren.",
  "Contact Us": "Contacteer ons",
  "We would love to hear from you! Please fill out this form and we will get in touch with you shortly.": "We horen graag van u! Vul dit formulier in en we nemen zo snel mogelijk contact met u op.",
  "Name": "Naam",
  "ُEmail Address": "E-mailadres",
  "Message": "Bericht",
  "Send Message": "Verzend bericht",
  "Jmool": "Jmool",
  "Nourishing babies with love and care since 2010. Alhabara - Your trusted partner in infant nutrition.": "Babies voeden met liefde en zorg sinds 2010. Alhabara - Uw vertrouwde partner in babyvoeding.",
  "Useful Links": "Handige links",
  "Connect With Us": "Verbind met ons",
  "Product Details": "Productdetails",
  "Nutrition": "Voedingswaarde",
  "Reviews": "Beoordelingen",
  "DHA Enriched": "Rijk aan DHA",
  "Lactose Free": "Lactosevrij",
  "Organic Ingredients": "Biologische ingrediënten",
  "Full Fat": "Volle melk",
  "Premium Infant Formula is specially designed to provide complete nutrition for your baby. Our formula closely mimics breast milk composition.": "Premium babyvoeding is speciaal ontworpen om volledige voeding voor uw baby te bieden. Onze formule bootst nauwkeurig de samenstelling van moedermelk na.",
  "Why Choose": "Waarom kiezen voor",
  "Sinan-Milk": "Sinan-Melk",
  "?": "?",
  "Nutrient-Rich Formula": "Voedingsrijke formule",
  "Packed with essential vitamins and minerals for optimal growth and development.": "Boordevol essentiële vitamines en mineralen voor optimale groei en ontwikkeling.",
  "Safe & Trusted": "Veilig en vertrouwd",
  "Rigorously tested and approved by pediatricians for your baby's safety.": "Grondig getest en goedgekeurd door kinderartsen voor de veiligheid van uw baby.",
  "Easy to Digest": "Gemakkelijk te verteren",
  "Gentle on your baby's tummy, reducing discomfort and promoting better sleep.": "Zacht voor het buikje van uw baby, vermindert ongemakken en bevordert een betere slaap.",
  "Soon...": "Binnenkort...",
  "Diapers": "Luiers"
}
