{
  "ALHABARA PREMIUM": "الهبارة بريميوم",
  "Gain an overview of our wide range of high-quality premium products for babies, children, and expectant and breast-feeding mothers.": "احصل على نظرة عامة عن مجموعة واسعة من منتجاتنا الممتازة عالية الجودة للأطفال والرضع والأمهات الحوامل والمرضعات.",
  "See more": "عرض المزيد",
  "Our Products": "منتجاتنا",
  "All": "الكل",
  "Products": "المنتجات",
  "Brands": "الماركات",
  "Formula": "الحليب الصناعي",
  "Cerial": "حبوب الأطفال",
  "Labib": "لبيب",
  "Herolac": "هيرولاك",
  "Sinan": "سنان",
  "Primo": "بريمو",
  "Bambino": "بامبينو",
  "LuLu": "لولو",
  "Our Brands": "علاماتنا التجارية",
  "About Us": "معلومات عنا",
  "At Alhabara, we're dedicated to providing the highest quality infant nutrition. With over 10 years of experience, we combine cutting-edge research with time-tested practices to create baby milk formulas that support healthy growth and development.": "في الحبارا، نحن ملتزمون بتوفير أعلى جودة من تغذية الرضع. مع أكثر من 10 سنوات من الخبرة، نجمع بين الأبحاث الحديثة والممارسات المجربة لإنشاء تركيبات حليب الأطفال التي تدعم النمو والتطور الصحي.",
  "Care": "رعاية",
  "Safety": "سلامة",
  "Natural": "طبيعي",
  "Our commitment to excellence ensures that every bottle of Alhabara formula meets the highest standards of nutrition and safety. We believe in transparency, sustainability, and putting babies' needs first.": "تضمن التزامنا بالتميز أن كل زجاجة من تركيبة الحبارا تلبي أعلى معايير التغذية والسلامة. نحن نؤمن بالشفافية والاستدامة ووضع احتياجات الأطفال أولاً.",
  "Learn More Aout Our Process": "تعرف على المزيد حول عمليتنا",
  "Our Values": "قيمنا",
  "Integrity": "النزاهة",
  "We believe in honesty, trust, and transparency in everything we do.": "نحن نؤمن بالصدق والثقة والشفافية في كل ما نقوم به.",
  "Innovation": "الابتكار",
  "Sustainability": "الاستدامة",
  "Excellence": "التميز",
  "We continuously strive to improve through new ideas and technology.": "نسعى باستمرار لتحسين أنفسنا من خلال الأفكار الجديدة والتكنولوجيا.",
  "Our goal is to positively impact the environment for future generations.": "هدفنا هو التأثير الإيجابي على البيئة للأجيال القادمة.",
  "We are committed to delivering the best products and services to our customers.": "نحن ملتزمون بتقديم أفضل المنتجات والخدمات لعملائنا.",
  "Contact Us": "اتصل بنا",
  "We would love to hear from you! Please fill out this form and we will get in touch with you shortly.": "نحن نتطلع إلى التواصل معكم، قم بتعبئة النموذج وسنتواصل معك في اقرب وقت",
  "Name": "الإسم",
  "ُEmail Address": "البريد الإلكتروني",
  "Message": "الرسالة",
  "Send Message": "إرسال الرسالة",
  "Jmool": "جمول",
  "Nourishing babies with love and care since 2010. Alhabara - Your trusted partner in infant nutrition.": "تغذية الأطفال بالحب والرعاية منذ عام 2010. الهبارة - شريكك الموثوق في تغذية الأطفال.",
  "Useful Links": "روابط مفيدة",
  "Connect With Us": "اتصل بنا",
  "Product Details": "وصف المنتج",
  "Nutrition": "القيمة الغذائية",
  "Reviews": "التقييمات",
  "DHA Enriched": "داعم لنمو دي أتش أي",
  "Lactose Free": "خالي من اللاكتوز",
  "Organic Ingredients": "مكونات طبيعية",
  "Full Fat": "كامل الدسم",
  "Premium Infant Formula is specially designed to provide complete nutrition for your baby. Our formula closely mimics breast milk composition.": "تم تصميم تركيبة الأطفال الفاخرة خصيصًا لتوفير التغذية الكاملة لطفلك. تشبه تركيبتنا بشكل وثيق تركيبة حليب الأم.",
  "Why Choose": "لماذا اختر",
  "Sinan-Milk": "حليب سنان",
  "?": "؟",
  "Nutrient-Rich Formula": "تركيبة غنية بالمغذيات",
  "Packed with essential vitamins and minerals for optimal growth and development.": "مليئة بالفيتامينات والمعادن الأساسية للنمو والتطور الأمثل.",
  "Safe & Trusted": "آمن ومجرب",
  "Rigorously tested and approved by pediatricians for your baby's safety.": "تم اختباره بدقة واعتماده من قبل أطباء الأطفال لسلامة طفلك.",
  "Easy to Digest": "سهل الهظم",
  "Gentle on your baby's tummy, reducing discomfort and promoting better sleep.": "لطيف على بطن طفلك، ويقلل من الانزعاج ويساعد على النوم بشكل أفضل.",
  "Soon...": "...قريباً",
  "Diapers": "الحفاظات"
}
