{
  "ALHABARA PREMIUM": "ALHABARA PREMIUM",
  "Gain an overview of our wide range of high-quality premium products for babies, children, and expectant and breast-feeding mothers.": "Bebekler, çocuklar ve hamile veya emziren anneler için geniş yelpazeli yüksek kaliteli premium ürünlerimize genel bir bakış elde edin.",
  "See more": "Daha fazla göster",
  "Our Products": "Ürünlerimiz",
  "All": "Hepsi",
  "Products": "Ürünler",
  "Brands": "Markalar",
  "Formula": "Bebek Maması",
  "Cerial": "Bebek Tahılları",
  "Labib": "Labib",
  "Herolac": "Herolac",
  "Sinan": "Sinan",
  "Primo": "Primo",
  "Bambino": "Bambino",
  "LuLu": "LuLu",
  "Our Brands": "Markalarımız",
  "About Us": "Hakkımızda",
  "At Alhabara, we're dedicated to providing the highest quality infant nutrition. With over 10 years of experience, we combine cutting-edge research with time-tested practices to create baby milk formulas that support healthy growth and development.": "Alhabara'da, en yüksek kalitede bebek beslenmesini sağlamaya kendimizi adadık. 10 yılı aşkın deneyimimizle, bebeklerin sağlıklı büyümesini ve gelişimini destekleyen bebek sütü formülleri oluşturmak için en son araştırmaları ve kanıtlanmış uygulamaları bir araya getiriyoruz.",
  "Care": "Bakım",
  "Safety": "Güvenlik",
  "Natural": "Doğal",
  "Our commitment to excellence ensures that every bottle of Alhabara formula meets the highest standards of nutrition and safety. We believe in transparency, sustainability, and putting babies' needs first.": "Mükemmelliğe olan bağlılığımız, Alhabara formülünün her şişesinin en yüksek beslenme ve güvenlik standartlarını karşıladığından emin olur. Şeffaflığa, sürdürülebilirliğe ve bebeklerin ihtiyaçlarını ön planda tutmaya inanıyoruz.",
  "Learn More Aout Our Process": "Sürecimiz Hakkında Daha Fazla Bilgi Edinin",
  "Our Values": "Değerlerimiz",
  "Integrity": "Dürüstlük",
  "We believe in honesty, trust, and transparency in everything we do.": "Yaptığımız her şeyde dürüstlüğe, güvene ve şeffaflığa inanıyoruz.",
  "Innovation": "Yenilik",
  "Sustainability": "Sürdürülebilirlik",
  "Excellence": "Mükemmeliyet",
  "We continuously strive to improve through new ideas and technology.": "Yeni fikirler ve teknolojiler aracılığıyla sürekli olarak gelişmeye çalışıyoruz.",
  "Our goal is to positively impact the environment for future generations.": "Amacımız, gelecek nesiller için çevre üzerinde olumlu bir etki yaratmaktır.",
  "We are committed to delivering the best products and services to our customers.": "Müşterilerimize en iyi ürünleri ve hizmetleri sunmaya kararlıyız.",
  "Contact Us": "Bize Ulaşın",
  "We would love to hear from you! Please fill out this form and we will get in touch with you shortly.": "Sizden haber almak isteriz! Lütfen bu formu doldurun ve kısa süre içinde sizinle iletişime geçeceğiz.",
  "Name": "İsim",
  "ُEmail Address": "E-posta Adresi",
  "Message": "Mesaj",
  "Send Message": "Mesaj Gönder",
  "Jmool": "Jmool",
  "Nourishing babies with love and care since 2010. Alhabara - Your trusted partner in infant nutrition.": "2010'dan beri sevgi ve özenle bebekleri besliyoruz. Alhabara - Bebek beslenmesinde güvenilir ortağınız.",
  "Useful Links": "Faydalı Bağlantılar",
  "Connect With Us": "Bizimle Bağlantı Kurun",
  "Product Details": "Ürün Detayları",
  "Nutrition": "Besin Değeri",
  "Reviews": "Yorumlar",
  "DHA Enriched": "DHA Zenginleştirilmiş",
  "Lactose Free": "Laktozsuz",
  "Organic Ingredients": "Organik İçerikler",
  "Full Fat": "Tam Yağlı",
  "Premium Infant Formula is specially designed to provide complete nutrition for your baby. Our formula closely mimics breast milk composition.": "Premium Bebek Maması, bebeğiniz için eksiksiz beslenme sağlamak üzere özel olarak tasarlanmıştır. Formülümüz, anne sütü bileşimini yakından taklit eder.",
  "Why Choose": "Neden Seçmelisiniz",
  "Sinan-Milk": "Sinan Sütü",
  "?": "?",
  "Nutrient-Rich Formula": "Besin Açısından Zengin Formül",
  "Packed with essential vitamins and minerals for optimal growth and development.": "Optimal büyüme ve gelişim için gerekli vitaminler ve minerallerle doludur.",
  "Safe & Trusted": "Güvenli ve Güvenilir",
  "Rigorously tested and approved by pediatricians for your baby's safety.": "Bebeğinizin güvenliği için titizlikle test edilmiş ve çocuk doktorları tarafından onaylanmıştır.",
  "Easy to Digest": "Kolay Sindirilebilir",
  "Gentle on your baby's tummy, reducing discomfort and promoting better sleep.": "Bebeğinizin karnına nazik, rahatsızlığı azaltır ve daha iyi uyumasını sağlar.",
  "Soon...": "Yakında...",
  "Diapers": "Bebek Bezi"
}
